INSERT INTO `KANA` (hiragana, katakana, romaji)
VALUES ('あ', 'ア', 'a'),
       ('お', 'オ', 'o'),
       ('う', 'ウ', 'u'),
       ('い', 'イ', 'i'),
       ('え', 'エ', 'e'),

       ('か', 'カ', 'ka'),
       ('こ', 'コ', 'ko'),
       ('く', 'ク', 'ku'),
       ('き', 'キ', 'ki'),
       ('け', 'ケ', 'ke'),

       ('が', 'ガ', 'ga'),
       ('ご', 'ゴ', 'go'),
       ('ぐ', 'グ', 'gu'),
       ('ぎ', 'ギ', 'gi'),
       ('げ', 'ゲ', 'ge'),

       ('さ', 'サ', 'sa'),
       ('そ', 'ソ', 'so'),
       ('す', 'ス', 'su'),
       ('し', 'シ', 'shi'),
       ('せ', 'セ', 'se'),

       ('ざ', 'ザ', 'za'),
       ('ぞ', 'ゾ', 'zo'),
       ('ず', 'ズ', 'zu'),
       ('じ', 'ジ', 'ji'),
       ('ぜ', 'ゼ', 'ze'),

       ('た', 'タ', 'ta'),
       ('と', 'ト', 'to'),
       ('つ', 'ツ', 'tsu'),
       ('ち', '小', 'chi'),
       ('て', 'テ', 'te'),

       ('だ', 'ダ', 'da'),
       ('ど', 'ド', 'do'),
       ('づ', 'ヅ', 'zu'),
       ('で', 'デ', 'de'),

       ('な', 'ナ', 'na'),
       ('の', 'ノ', 'no'),
       ('ぬ', 'ヌ', 'nu'),
       ('に', 'ニ', 'ni'),
       ('ね', 'ネ', 'ne'),

       ('は', 'ハ', 'ha'),
       ('ほ', 'ホ', 'ho'),
       ('ふ', 'フ', 'fu'),
       ('ひ', 'ヒ', 'hi'),
       ('へ', 'ヘ', 'he'),

       ('ば', 'バ', 'ba'),
       ('ぼ', 'ボ', 'bo'),
       ('ぶ', 'ブ', 'bu'),
       ('び', 'ビ', 'bi'),
       ('べ', 'ベ', 'be'),

       ('ぱ', 'パ', 'pa'),
       ('ぽ', 'ポ', 'po'),
       ('ぷ', 'プ', 'pu'),
       ('ぴ', 'ピ', 'pi'),
       ('ぺ', 'ペ', 'pe'),

       ('ま', 'マ', 'ma'),
       ('も', 'モ', 'mo'),
       ('む', 'ム', 'mu'),
       ('み', 'ミ', 'mi'),
       ('め', 'メ', 'me'),

       ('や', 'ヤ', 'ya'),
       ('よ', 'ヨ', 'yo'),
       ('ゆ', '〒', 'yu'),

       ('ら', 'ラ', 'ra'),
       ('ろ', 'ロ', 'ro'),
       ('る', 'ル', 'ru'),
       ('り', 'リ', 'ri'),
       ('れ', 'レ', 're'),

       ('わ', 'ワ', 'wa'),
       ('を', 'ヲ', 'wo'),
       ('ん', 'ン', 'n'),

       ('きゃ', 'キャ', 'kya'),
       ('きょ', 'キョ', 'kyo'),
       ('きゅ', 'キュ', 'kyu'),

       ('ぎゃ', 'ギャ', 'gya'),
       ('ぎょ', 'ギョ', 'gyo'),
       ('ぎゅ', 'ギュ', 'gyu'),

       ('しゃ', 'シャ', 'sha'),
       ('しょ', 'ショ', 'sho'),
       ('しゅ', 'シュ', 'shu'),

       ('じゃ', 'ジャ', 'ja'),
       ('じょ', 'ジョ', 'jo'),
       ('じゅ', 'ジュ', 'ju'),

       ('ちゃ', 'チャ', 'cha'),
       ('ちょ', 'チョ', 'cho'),
       ('ちゅ', 'チュ', 'chu'),

       ('にゃ', 'ニャ', 'nya'),
       ('にょ', 'ニョ', 'nyo'),
       ('にゅ', 'ニュ', 'nyu'),

       ('ひゃ', 'ヒャ', 'hya'),
       ('ひょ', 'ヒョ', 'hyo'),
       ('ひゅ', 'ヒュ', 'hyu'),

       ('びゃ', 'ビャ', 'bya'),
       ('びょ', 'ビョ', 'byo'),
       ('びゅ', 'ビュ', 'byu'),

       ('ぴゃ', 'ピャ', 'pya'),
       ('ぴょ', 'ピュ', 'pyo'),
       ('ぴゅ', 'ピョ', 'pyu'),

       ('みゃ', 'ミャ', 'mya'),
       ('みょ', 'ミョ', 'myo'),
       ('みゅ', 'ミュ', 'myu'),

       ('りゃ', 'リャ', 'rya'),
       ('りょ', 'リョ', 'ryo'),
       ('りゅ', 'リュ', 'ryu'),

       (null, 'イェ', 'ye'),

       (null, 'ウォ', 'wo'),
       (null, 'ウィ', 'wi'),
       (null, 'ウェ', 'we'),

       (null, 'ヴァ', 'va'),
       (null, 'ヴォ', 'vo'),
       (null, 'ヴィ', 'vi'),
       (null, 'ヴ', 'vu'),
       (null, 'ヴェ', 've'),

       (null, 'シェ', 'she'),

       (null, 'ジェ', 'je'),

       (null, '', 'che'),

       (null, 'ツァ', 'tsa'),
       (null, 'ツォ', 'tso'),
       (null, 'ツィ', 'tsi'),
       (null, 'ツェ', 'tse'),

       (null, 'ティ', 'ti'),
       (null, 'トゥ', 'tu'),

       (null, 'ディ', 'di'),
       (null, 'ドゥ', 'du'),

       (null, 'ファ', 'fa'),
       (null, 'フォ', 'fo'),
       (null, 'フィ', 'fi'),
       (null, 'フェ', 'fe'),
       (null, 'フュ', 'fyu'),

       (null, 'クァ', 'kwa'),
       (null, 'クォ', 'kwo'),
       (null, 'クィ', 'kwi'),
       (null, 'クェ', 'kwe'),

       (null, 'グァ', 'gwa'),
       (null, 'グォ', 'gwo'),
       (null, 'グィ', 'gwi'),
       (null, 'グェ', 'gwe');